Revit 2027 API
ParameterTypeId.StructuralSectionCommonWarpingConstant Property
 "Warping Constant"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonWarpingConstant { get; }
Public Shared ReadOnly Property StructuralSectionCommonWarpingConstant As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonWarpingConstant {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonWarpingConstant : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace